//task name label
HSDTaskName = "ファクス ログ";

HSDFaxLogsDescription = "チェックボックスを使用してブロックまたはブロック解除するファクス番号を選択し、[適用] をクリックします。";

//Table view table titles
HSDTableColumnTitleType = "種類";
HSDTableColumnTitleDate = "日付";
HSDTableColumnTitleTime = "時刻";
HSDTableColumnTitleDuration = "期間";
HSDTableColumnTitlePages = "ページ";
HSDTableColumnTitleResult = "結果";
HSDTableColumnTitleFaxNumber = "ファクス番号";
HSDTableColumnTitleBlock = "ブロック";

//Button titles
HSDPrintButtonTitle = "ファクス アクティビティ ログの印刷";
HSDApplyButtonTitle = "今すぐ適用";

//Printing progress title
PrintingProgressTitle = "印刷中… しばらくお待ちください";

//Table view menu items
ReceivedFaxesLogMenuItemTitle = "受信ファクス ログ";
SentFaxesLogMenuItemTitle = "送信ファクス ログ";
AllFaxesLogMenuItemTitle = "すべてのファクス ログ";

//Max limit for fax blocking list reached error
FaxBlackListLimitErrorTitle = "ブロックする番号の最大数に達しました";
FaxBlackListLimitErrorDescription = "デバイス には最大 %d 個のブロックするファクス番号を登録できます。ファクス番号のブロックをいくつか解除し、やり直してください。";

// explanation why the fax setting were not applied
FaxNotAppliedExplanation = "デバイスがオンラインになっており、ファクス ジョブを処理していないことを確認してください。";

//Fax session types
SentSessitonType = "送信済";
RecievedSessionType = "受信済";

//Fax log results
SuccessResultCode = "成功";
ErrorResultCode = "エラー";
BusyResultCode = "ビジー";
NoAnswerResultCode = "応答がありません";
NoDialToneResultCode = "ダイヤル トーンが検出されません";
NoDocumentResultCode = "ドキュメントがありません";
DocumentJamResultCode = "用紙が詰まっています";
DoorOpenResultCode = "ドアが開いています";
PowerFailureResultCode = "ドアが開いています";
BlacklistedResultCode = "ブラックリストに登録されていま";
StorageFullResultCode = "容量がいっぱいです";
OutOfMemoryResultCode = "メモリ容量不足";
PhoneLineUnavailableResultCode = "電話回線が使用できません";
FaxDisconnectedResultCode = "ファクス回線の接続が切断されています";
PCDisconnectedResultCode = "コンピュータが接続されていません";
RemoteNotColorResultCode = "リモートプリンタがカラー対応ではありません";
CommunicationErrorResultCode = "通信エラー";
CancelledResultCode = "キャンセルされました";
